[{"titulo": "Google Maps facilita envio de local sem endereço com Plus Codes", "noticia": "O Google Maps oferece uma opção para quem precisa compartilhar seu local com outra pessoa, mas não está em um endereço fácil de encontrar. São os chamados Plus Codes, códigos alfanúmericos que indicam um ponto exato no mapa sem precisar do nome da rua ou do bairro. Eles estão disponíveis desde 2015 e, agora, ficaram ainda mais simples.\nGoogle Maps vai destacar locais acessíveis por cadeira de rodas\n", "autor": "Victor Hugo Silva"}, {"titulo": "YouTube adiciona capítulos para navegar por vídeos mais longos", "noticia": "O YouTube oficializou um teste que vem fazendo recentemente e que permite ao criador do vídeo inserir capítulos em vídeos longos. A ideia é especialmente interessante para músicos, que podem enviar um show completo e listar onde está cada canção dentro de toda a barra de progresso.\nYouTube permite criar aviso para lembrar que é hora de dormir\n", "autor": "André Fogaça"}, {"titulo": "Uber monta centro de higienização de carros para parceiros em SP", "noticia": "A Uber anunciou, nesta quinta-feira (28), a criação do seu primeiro centro de higienização para motoristas e entregadores parceiros no Brasil. A unidade vai ser inaugurada na próxima segunda-feira (1) e fica localizada na Rua Luis Coelho, 371, região da Avenida Paulista, em São Paulo.\nUber destrói bicicletas elétricas e patinetes para reciclagem\nC", "autor": "Emerson Alecrim"}, {"titulo": "Facebook Watch terá jogos clássicos da Conmebol Libertadores", "noticia": "O Facebook possui os direitos de transmissão de alguns jogos da Libertadores, mas precisou encontrar alternativas para o período em que o campeonato permanecer paralisado devido à pandemia do novo coronavírus. Após um acordo com a Conmebol, organizadora do torneio, a rede social anunciou que seguirá as emissoras de TV e exibirá jogos clássicos a partir desta quinta-feira (28).\nComo funciona o modo FUT Draft no FIFA\n", "autor": "Victor Hugo Silva"}, {"titulo": "Google Chrome OS 83 é lançado com abas agrupadas no browser e mais", "noticia": "O Google começou a liberar o Chrome OS 83 para os Chromebooks compatíveis. As novidades incluem o que seria lançado na versão 82, mas que pulou para a 83 e que contam com ferramenta para nomear áreas de trabalho virtuais e também a possibilidade de criar grupos de abas no navegador.\nAsus e Samsung lançam os primeiros Chromebooks com Projeto Athena da Intel\n", "autor": "André Fogaça"}, {"titulo": "Pendrive de US$ 350 promete \"proteção\" contra 5G (só que não)", "noticia": "Teorias conspiratórias que afirmam que redes 5G causam problemas de saúde ganham força em várias partes do mundo, mas são particularmente expressivas no Reino Unido. Não por acaso, é por lá que uma dupla de espertinhos resolveu comercializar um produto chamado 5GBioShield que promete proteção contra os malefícios do 5G. Só que essa solução mágica não passa de um simples pendrive.\nPor que teorias culpando o 5G ", "autor": "Emerson Alecrim"}, {"titulo": "MP investiga empresa por venda de dados pessoais de brasileiros", "noticia": "O Ministério Público do Distrito Federal e Territórios (MPDFT) anunciou que analisará as operações da Procob, que oferece para empresas o acesso a dados pessoais de brasileiros. Para isso, o órgão instaurou um inquérito civil público que se concentrará na obtenção, no tratamento e no uso dessas informações pela investigada.\nCade alerta contra projeto que reduz taxa de apps como Uber e iFood\n", "autor": "Victor Hugo Silva"}, {"titulo": "PS Plus de junho tem Star Wars e Call of Duty nos jogos gratuitos [2020]", "noticia": "A Sony revelou os jogos gratuitos para assinantes do PS Plus em junho de 2020: Call of Dutty: WWII e Star Wars Battlefront II. O primeiro título já pode ser baixado, enquanto o segundo game poderá ser resgatado a partir de 2 de junho. A oferta para as duas opções será encerrada em 6 de julho. Saiba mais sobre os jogos abaixo.\n", "autor": "Lucas Lima"}, {"titulo": "Uber destrói bicicletas elétricas e patinetes para reciclagem", "noticia": "A Uber, que transferiu a divisão de micromobilidade para a Lime, está destruindo milhares de bicicletas elétricas e patinetes em várias cidades. O motivo, segundo a própria empresa, é que estes modelos contam com muitas peças proprietárias e isso dificulta a reciclagem dos produtos.\nUber transfere divisão de patinetes e bicicletas para Lime\n", "autor": "André Fogaça"}, {"titulo": "Intelbras lança TV box Izy Play com Android por R$ 429", "noticia": "A Intelbras entrou no mercado de TV boxes com o Izy Play. A caixinha lançada oficialmente nesta quinta-feira (28) com preço sugerido de R$ 429 roda Android TV, reproduz conteúdo em Full HD e possui controle remoto com microfone integrado para comandos de voz do Google Assistente.\nReview Intelbras Izy Speak: Alexa em smart speaker brasileiro\n5 formas de conectar o celular na TV", "autor": "Paulo Higa"}, {"titulo": "Boeing retoma produção dos aviões 737 Max", "noticia": "A pandemia de coronavírus (COVID-19) tem prejudicado empresas de todos os portes e segmentos, mas a situação do setor aéreo é particularmente dramática nestes tempos. Isso não impediu a Boeing de tomar uma decisão audaciosa: a produção das aeronaves 737 Max foi retomada.\nBoeing desiste de comprar divisão de aviação comercial da Embraer\nComo o B", "autor": "Emerson Alecrim"}, {"titulo": "Borderlands: The Handsome Collection é liberado grátis para PC", "noticia": "A Epic Games Store está oferecendo dois jogos pelo módico preço de R$ 0: Borderlands: The Handsome Collection reúne os títulos Borderlands 2 e Borderlands: The Pre-Sequel, além de seus respectivos DLCs e multiplayer local melhorado. Ele pode ser resgatado até a próxima quinta-feira (4); saiba como baixar os jogos grátis da Epic Games Store.\n", "autor": "Felipe Ventura"}, {"titulo": "Cade alerta contra projeto que reduz taxa de apps como Uber e iFood", "noticia": "O Conselho Administrativo de Defesa Econômica (Cade) demonstrou preocupação com a proposta de reduzir taxas de aplicativos de transporte e delivery durante a pandemia do novo coronavírus. A mudança está presente no projeto de lei 1179/2020, que aguarda sanção do presidente Jair Bolsonaro, e poderá afetar plataformas como Uber, 99, Cabify, iFood, Uber Eats e Rapp", "autor": "Victor Hugo Silva"}, {"titulo": "Windows 10 May 2020 Update: Microsoft investiga dez problemas", "noticia": "A Microsoft identificou dez problemas que afetam o Windows 10 após o May 2020 Update (versão 2004): são falhas em PCs com determinados chips gráficos da Intel, placas de vídeo da Nvidia, rádios Bluetooth da Realtek e áudio da Synaptics. A atualização não está sendo oferecida para computadores que tenham algum desses componentes de hardware.\n", "autor": "Felipe Ventura"}, {"titulo": "Google Chat ganha novo aplicativo para desktop", "noticia": "O Google lançou um novo aplicativo do Google Chat para desktop. De acordo com a companhia nesta quarta-feira (27), o antigo app do mensageiro será substituído por um PWA (Progressive Web App), com a promessa de ser mais rápido e mais seguro que o antecessor. O software está disponível para computadores com o Chrome instalado.\nComo usar o Hangouts [e a diferença para o Google Meet]\n", "autor": "Bruno Gall De Blasi"}, {"titulo": "Samsung Care+ oferece seguro para celulares Galaxy no Brasil", "noticia": "A Samsung lançou nesta quinta-feira (28) o Samsung Care+ no Brasil, um seguro da própria fabricante com planos que estendem a garantia de smartphones Galaxy, cobrem roubo ou furto qualificado e protegem os celulares contra danos acidentais, como ingresso de líquidos e quebra de telas.\nSamsung Galaxy Note 20+ deve ser ainda maior que Note 10+\n", "autor": "Paulo Higa"}, {"titulo": "Raspberry Pi 4 é anunciado em versão com 8 GB de RAM", "noticia": "4 GB de RAM não são suficientes? Que tal o dobro? Essa é a proposta da Raspberry Pi Foundation: a organização acaba de anunciar uma versão do Raspberry Pi 4 que traz 8 GB de RAM. O preço é mais alto, naturalmente, mas continua acessível para o que é oferecido: US$ 75.\nRaspberry Pi lança câmera", "autor": "Emerson Alecrim"}, {"titulo": "Marco Civil não justifica bloqueio de WhatsApp, diz ministra do STF", "noticia": "O STF (Supremo Tribunal Federal) está julgando dois processos que questionam a legalidade de bloquear o WhatsApp no Brasil. A ministra Rosa Weber disse em voto na quarta-feira (27) que, ao contrário do que alegaram juízes de primeira instância, o Marco Civil da Internet não pode ser usado como instrumento legal para suspender o funcionamento de apps de mensagens.\nFacebook é condenado em R$ 16 mil por WhatsApp clonado\n", "autor": "Felipe Ventura"}, {"titulo": "Samsung Galaxy Note 20 pode ter Exynos 992 com Cortex-A78", "noticia": "O Exynos 992 pode ser o processador do Galaxy Note 20. A expectativa é de que o próximo celular premium da Samsung traga o chip da marca sul-coreana com o novo núcleo Cortex-A78. Ainda não há informações oficiais sobre a data e o preço de lançamento do smartphone.\nReview Samsung Galaxy Note 10+: mantendo o nível\nReview Samsung Galaxy S20 Ultra: ultracâmera, ultratela, ultracar", "autor": "Bruno Gall De Blasi"}, {"titulo": "Motorola One Fusion+ é homologado pela Anatel", "noticia": "A Anatel homologou o Motorola One Fusion+ nesta quarta-feira (27). O celular da Motorola deve chegar ao público com ficha técnica intermediária, câmera quádrupla de 64 megapixels e bateria de 5.000 mAh. Espera-se que o smartphone seja anunciado pela marca em junho.\nQual é a diferença entre Motorola One, Vision, Action e Zoom?\nReview Motorola One Vision: vendo melhor no e", "autor": "Bruno Gall De Blasi"}, {"titulo": "PayPal oferece empréstimo para empresas no Brasil", "noticia": "O PayPal irá oferecer empréstimos para empresas no Brasil. Conhecido como “Crédito para o seu negócio”, a nova linha de crédito da carteira digital em parceria com a Captalys busca auxiliar micro e pequenos empreendedores durante a pandemia de COVID-19, doença causada pelo novo coronavírus, com condições mais atrativas. Os valores variam entre R$ 5 mil e R$ 2,5 milhões.\nComo colocar dinheiro no PayPal (adicionar saldo com boleto/cartão)", "autor": "Bruno Gall De Blasi"}, {"titulo": "Amazon lança Echo Dot com relógio e Alexa no Brasil", "noticia": "A Amazon lançou nesta quinta-feira (28) o Echo Dot com relógio. Ele possui o mesmo design e qualidade de som do Echo Dot de 3ª geração, o smart speaker mais popular da empresa, mas ganhou uma pequena tela de LED que pode mostrar as horas, a temperatura e um timer. No Brasil, o novo alto-falante com Alexa terá preço sugerido de R$ 449.\nO que é a Alexa? [ou melhor, quem é]\n", "autor": "Paulo Higa"}, {"titulo": "Facebook Collab é um novo app de música inspirado no TikTok", "noticia": "O Facebook ainda não imitou criou um aplicativo para brigar de frente com o TikTok, mas seu time de desenvolvimento lançou o Collab, que quer mixar e criar vídeos em um formato que pode agradar os músicos. Eu disse que ele não é o TikTok, mas existem alguns pontos que lembram bastante a rede social chinesa.\nFacebook GrokNet detecta produtos em fotos para agilizar vendas\n", "autor": "André Fogaça"}, {"titulo": "Instagram vai pagar influenciadores que postam vídeos no IGTV", "noticia": "Quase dois anos depois de lançar o IGTV, o Instagram começará a pagar influenciadores digitais que publicarem em sua seção de vídeos com maior duração. A monetização já estava sendo testada ao menos desde fevereiro e começará a ser liberada na próxima semana para cerca de 200 parceiros da rede social.\nComo colocar um vídeo IGTV no feed do Instagram\n", "autor": "Victor Hugo Silva"}]